[{"published_date":"1670585400","level":"0","title":"Apples Pläne für mehr Sicherheit in der iCloud","body":"Gute Nachrichten aus Cupertino: Das US-Tech-Unternehmen Apple will seine iCloud zukünftig besser vor Hackerangriffen und weiteren unbefugten Zugriffen sichern.\r\n\r\nGeplant ist eine Ende-zu-Ende-Verschlüsselung fast aller im iCloud-System gespeicherten Daten, beispielsweise der Safari-Lesezeichen, der Erinnerungen, Notizen, Fotos und Videos. Auch die bei iCloud Drive gespeicherten Dateien sowie jegliche Backups des iPhones oder iPads sollen Ende-zu-Ende verschlüsselt werden. Apple spricht hier von der \u0022Advanced Data Protection\u0022 (Erweiterte Datensicherheit). Lediglich die E-Mails, die Kontakte und der Kalender werden von der Ende-zu-Ende-Verschlüsselung ausgeklammert, weil sie mit weiteren Funktionen verknüpft sind, so Apple. Der Messenger iMessage ist bereits seit Anbeginn Ende-zu-Ende verschlüsselt. \r\n\r\nDie Ende-zu-Ende-Verschlüsselung bietet sowohl mehr Datensicherheit als auch mehr Datenschutz. Der Zugang zu den Daten wird nicht nur Hackern erschwert, auch Apple selbst kann die Daten so nicht mehr einsehen. Somit ist auch eine Weiterleitung strafbarer Inhalte in der iCloud an Strafverfolgungsbehörden erschwert. Die US-Bundespolizei FBI kritisiert die Pläne von Apple.\r\n\r\nDamit nicht genug: Zusätzlich soll es bald möglich sein, Chatpartner beim Apple-Messengerdienst iMessage mit der einem Schlüssel (\u0022iMessage-Key\u0022) zu verifizieren, sodass sichergestellt werden kann, dass man tatsächlich mit der richtigen Person schreibt und nicht mit einem Hacker, der sich als Chatpartner ausgibt. Mit jener \u0022Contact Key Verification\u0022 werden darüber hinaus Personen oder Bots erkannt, sie sich unbefugt ins Gespräch einklinken. Tauchen diese auf, erscheint bei beiden Chat-Teilnehmenden eine Warnung. Diese Funktion bietet bereits der Messenger Signal an.\r\n\r\nUnd: Apple will zukünftig Hardware-Sicherheitschlüssel anbieten (\u0022Security Keys\u0022), für den Login mit der Apple-ID. Bereits seit Jahren bietet Apple beim Login eine Zwei-Faktor-Authentisierung an. Dabei wird ein Zweitgerät (z.B. das iPad) genutzt, um den Login auf dem Erstgerät (z.B: das iPhone) mittels Code zu bestätigen. Zukünftig reicht hier der \u0022Security Key\u0022, ein sogenannter U2F-Stick. U2F steht für \u0022Universal Second Factor\u0022. Zahlreiche Unternehmen wie YUBICO bieten solche Sticks bereits an, um Zugänge zu Accounts abzusichern. Dank der NFC-Technologie gelingt auch der Login in Accounts mittels U2F-Stick bereits seit Jahren auch per Smartphone.\r\n\r\nDie neuen Sicherheitsfunktionen sollen Anfang 2023 zur Verfügung stehen und werden im nächsten Jahr per Update eingespielt.\r\n\r\nSiBa rät, die neuen Sicherheitsfunktionen zu nutzen. Bereits jetzt sollten Messenger genutzt werden, die eine Ende-zu-Ende Verschlüsselung anbieten, wie beispielsweise WhatsApp oder Signal. Auch der Schutz des Logins in Accounts per U2F-Sicks wird von SiBa empfohlen. Dieser muss nicht von Apple stammen. Alle U2F-Sticks funktionieren dank des FIDO-Standards gleichermaßen. Ein Tipp zum Schluss: Schauen Sie beim DsiN-Digitalführschein vorbei. Machen Sie sich in der Lernzentrale, im Bereich \u0022Datenwelt\u0022 mit den Grundlagen der Cloud- und Account-Sicherheit vertraut. Den Link zum DiFü finden Sie unten.","categories":["37"],"url_action":[{"url":"https:\/\/www.t-online.de\/digital\/internet-sicherheit\/sicherheit\/id_100094528\/apple-will-icloud-daten-besser-sichern-doch-das-birgt-probleme.html","title":"T-Online: Apple will Daten besser sichern ..."},{"url":"https:\/\/www.heise.de\/news\/iCloud-Apple-bringt-Ende-zu-Ende-Verschluesselung-fuer-Backups-und-Fotos-7369855.html","title":"Heise: Apple bringt Ende-zu-Ende-Verschlüsselung ..."},{"url":"https:\/\/www.spiegel.de\/netzwelt\/gadgets\/apple-macht-hackern-und-der-polizei-das-leben-schwerer-icloud-wird-sicherer-a-c009b5be-b4fa-4799-83df-a6131612ea4a","title":"SPIEGEL: Apple macht Hackern und der Polizei das Leben schwer"}],"url_explanation":[{"url":"https:\/\/difue.de\/digitalfuehrerschein\/","title":"Der DsiN-Digitalführerschein (DiFü)"}],"id":"9130"},{"published_date":"1669994100","level":"0","title":"Vorsicht von gefälschten DHL-Mails in der Vorweihnachtszeit","body":"Vorweihnachtszeit ist Online-Shopping-Zeit. Aufgrund der zahlreichen Bestellungen haben Paketdienstleister wie DPD, GLS, UPS oder DHL alle Hände voll zu tun. Hin und wieder kann sich daher auch ein Paket verspäten oder gar nicht zugestellt werden. Dann gibt es kurze Mitteilungen an die Empfänger, in der Regel per E-Mail. Kriminelle nutzen die Vorweihnachtszeit leider schamlos aus, um Daten und Geld zu erbeuten. Darauf weist aktuell die Verbraucherzentrale hin.\r\n\r\nUnd so gehen sie vor: Die Hacker geben sich in gefälschten E-Mails als Paketdienstleiter wie beispielsweise DHL aus. Im Namen von DHL behaupten sie, dass Pakete nicht zugestellt werden können. Für die erfolgreiche Zustellung solle man fehlende Daten eingeben, wie beispielsweise Anschriften oder Telefonnumern. Oder es wurden angeblich Pakete nicht ausreichend frankiert. Für die Nachzahlung sei die Angabe von Bank- oder Kreditkarten notwendig. Die Eingabe dieser sichere die schnelle Zustellung. Sonst kommt das Paket nicht an, sagen sie. Die Empfänger der E-Mails sollen möglichst jetzt sofort auf einen Link klicken, um auf der Website, auf der sie dann landen, vermeintlich fehlende Daten oder angebliche Bezahldaten einzugeben. Selbstverständlich müssen sie zuvor noch ihre Login-Daten und ihr Passwort eingeben, um sich als Empfänger der Pakete bzw. als DHL-Kunde zu verifizieren. Am Ende landet alles bei den Kriminellen, die alle empfangenen Daten für weitere Betrügereien missbrauchen oder sie in Datenbanken sammeln und verkaufen. Haben sie sogar Login-Daten erhalten, die für mehrere Accounts gültig sind, verschaffen sie sich bei der Gelegenheit gleich Zugang zu diesen.\r\n\r\nSiBa rät: Seien Sie gerade jetzt vorsichtig. Klicken Sie nicht auf Links in E-Mails von angeblichen Paketdienstleistern. Rufen Sie stattdessen die Webseite des Paketdienstleisters im Browser auf und loggen Sie sich dort ein, zum Beispiel bei www.dhl.de. Oder laden Sie die entsprechende App auf Ihr Smartphone oder Tablet herunter. Gibt es tatsächlich ein Problem mit der Zustellung, erfahren Sie auf der Website oder in der App davon. Darüber hinaus können Sie leicht prüfen, ob eine E-Mail von DHL stammt oder nicht. Schauen Sie sich den Absender, insbesondere seine E-Mail-Adresse genau an. Endet sie beispielsweise nicht mit @dhl.de, ist sie stattdessen sehr kryptisch, können Sie von einem Betrugs- bzw. Phishingversuch ausgehen, wie solche Angriffe unter Experten genannt werden. Sind Sie betroffen von solchen Betrugsversuchen, erstatten Sie Anzeige bei der Polizei und informieren Sie Ihre nächstgelegene Verbraucherzentrale.\r\n","categories":["43"],"url_action":[{"url":"https:\/\/www.verbraucherzentrale.de\/wissen\/digitale-welt\/phishingradar\/phishingradar-aktuelle-warnungen-6059","title":"Verbraucherzentrale: Phishing-Versuch bei DHL (...) in der Vorweihnachtszeit"},{"url":"https:\/\/www.dhl.de\/de\/toolbar\/footer\/sicherheitshinweise.html","title":"DHL:Sicherheitshinweise"}],"url_explanation":[{"url":"https:\/\/difue.de\/nachrichten\/nachrichten-gefahrenschutz\/erklaert-was-ist-phishing\/","title":"DiFü-News: Betrugsmasche Phishing - Vorsicht vor Fake-Mails"}],"id":"9018"},{"published_date":"1669810500","level":"1","title":"Datenleck bei WhatsApp? - Was Sie jetzt wissen müssen","body":"Der DsiN-Digitalführerschein, das Tech-Magazin T3N, der SPIEGEL und zahlreiche weitere Medien berichten zurzeit von einem vermeintlichen Hackerangriff auf den Messengerdienst WhatsApp. Sie alle greifen auf eine Meldung des US-Blogs \u0022Cybernews\u0022 zurück, laut dieser bereits Mitte November Hacker 487 Millionen Telefonnummern von WhatsApp-Nutzenden erbeutet haben sollen. Unter den Betroffenen sollen auch sechs Millionen Deutsche sein und mehr als eine Millionen Österreicher.\r\n\r\nZum Einsatz soll das sogenannte Scraping gekommen sein. Dabei generieren Kriminelle mittels Software zufällige Telefonnummern und probieren aus, ob sie bei WhatsApp als Kontakte hinterlegt sind. Wenn ja, fügen sie diese einer Datenbank hin. Der SPIEGEL macht deutlich, dass das Sammeln von zugänglichen Informationen bei WhatsApp per se kein Hackerangriff und somit nicht illegal ist. Sehr wohl ist dieses Vorgehen aber ein Verstoß gegen die Nutzungsbedingungen von WhatsApp. Alles in allem ist das Sicherheitsrisiko aber geringer, als bei einem tatsächlichen Hackerangrff, der zur Folge hätte, dass jegliche private Kommunikation nun in den Händen der Hacker liegen würde. Entsprechend stuft SiBa das Riskio hier als mittel ein.\r\n\r\nDarüber hinaus stelle der SPIEGEL klar, dass viele der in Datenbanken veröffentlichten Telefonnummern aus früheren Datensammlungen stammen, was die große Menge erkläre. SiBa kann das aber nicht bestätigen.\r\n\r\nSiBa rät dazu, Ruhe zu bewahren. Klar ist: Wer sich bei WhatsApp mit einer Handynummer registriert, sollte sich bewusst sein, dass sie im Netzwerk zugänglich ist und von Datensammlern in Datenbanken eingepflegt, veröffentlicht und verkauft werden kann. Ähnlich wie in einem frei zugänglichen Telefonbuch. Das kann bedeuten, Anrufe oder SMS auf seine Handynummer oder bei WhatsApp zu erhalten. So beispielsweise Phishing-Nachrichten, die den Zweck verfolgen, auf Links zu klicken, die zu schadhaften Websites führen und tatsächlich Hackerangriffe auslösen können. Gerne geben sich die Kriminellen dabei als \u0022Mama\u0022 oder \u0022Papa\u0022 aus. Will man dies verhindern, gibt es zwei Möglichkeiten: Man registriert sich bei WhatsApp mit einer Handynummer, die im Alltag nicht nutzt, beispielsweise mit einer günstigen Pre-Paid-Handynummer. Oder man nutzt eine WhatsApp-Alternative wie Signal, Telegram oder Threema und nutzt die Option, sich ohne Handynummer zu registrieren. DiFü-News stellt einige dieser Alternativen vor. Mehr dazu in den Links.","categories":["44"],"url_action":[{"url":"https:\/\/cybernews.com\/news\/whatsapp-data-leak\/","title":"Cybernews: WhatsApp data leaked ... "},{"url":"https:\/\/t3n.de\/news\/riesiges-datenleck-whatsapp-nummern-im-darknet-1516241\/","title":"t3n.de: Riesiges Datenleck bei Whatsapp"},{"url":"https:\/\/www.spiegel.de\/netzwelt\/apps\/whatsapp-was-sie-ueber-ein-angebliches-datenleck-wissen-muessen-a-726b3df2-b86e-4b1f-a920-6e1efca6584a","title":"SPIEGEL: Was Sie über ein angebliches WhatsApp-Leak wissen müssen"}],"url_explanation":[{"url":"https:\/\/difue.de\/nachrichten\/nachrichten-technologiealltag\/datenleck-bei-whatsapp\/","title":"DiFü-News: Datenleck bei WhatsApp: Was Sie jetzt tun können"},{"url":"https:\/\/difue.de\/nachrichten\/nachrichten-kommunikation\/sichere-messenger-drei-gute-whatsapp-alternativen\/","title":"DiFü-News: Die Alternativen zu WhatsApp: Signal, Telegram und Threema"}],"id":"8968"},{"published_date":"1668775500","level":"0","title":"Black Week \u0026 Black Friday: So schützen Sie sich vor Betrug beim Online-Shopping","body":"Am 25. November ist Black Friday, am Montag darauf Cyber Monday. Nicht nur an den beiden Tagen, bereits jetzt, am Wochenende und die kommende Woche locken Händler:innen im Rahmen der \u0022Black Week\u0022 ihre Kund:innen mit umfangreiche Rabatten in ihre Geschäfte und auf ihre Online-Shopping-Websites. Tatsächlich macht der Handel einen großen Teil seines Jahresumsatzes an diesen Tagen, auch weil viele Verbraucher:innen die Chance nutzen, ihre Weihnachtsgeschenke einzukaufen. Mit dabei: Betrüger:innen, die den „Run“ auf die Sonderangebote für ihre Betrügereien schamlos ausnutzen. Hier eine Übersicht über ihre Maschen:\r\n\r\nFake Shops:\r\nEin großes Problem sind beispielsweise Fake Shops im Netz. In diesen bieten Kriminelle scheinbar Waren für sehr günstige Preise an. Nach dem Bestellvorgang liefern sie aber nicht. Das Geld zahlen sie auch nicht zurück. Die Anzahl dieser gefälschten Shops steigt im Internet zurzeit rasant an. 13 % der Befragten im DsiN-Sicherheitsindex wurden in den vergangenen 12 Monaten beim Einkaufen Opfer von Internetbetrüger:innen, im Jahr zuvor waren es 11 %.\r\n\r\nPhishing-E-Mails:\r\nEin weiterer Trick sind Phishing-E-Mails, in denen Betrüger sich als vertrauswürdige Online-Shops ausgeben. Mit gezielten psychologischen Tricks wird in den E-Mails versucht, Empfänger:innen zum Klicken auf einen Link zu motivieren. Eingesetzt werden beispielsweise Countdowns, die einen angeblich baldigen Ablauf des Angebots suggerieren. Oder es wird behauptet, man habe bei Gutscheine oder Rabatte, gar Preise gewonnen. Klickt man die Links, gelangt man auf die Webseite der Kriminellen. Nach der Eingabe von Lieferanschrift, Kreditkartennummer oder E-Mail-Adresse landen diese und weitere persönliche Daten direkt bei den Kriminellen. Diese werden von den Hackern in Datenbanken eingepflegt, in kriminellen Foren verkauft oder für weitere Betrügereien missbraucht, so beispielsweise für den Kredikartenbetrug oder für den Identitätsdiebstahl, bei dem die Kriminellen mit fremden personenbezogen Daten beispielsweise gefälschte Accounts bei Online-Shops oder gar gefälschte Konten bei Banken erstellen.\r\n\r\nSo können Sie sich schützen:\r\nSiBa rät generell, aber besonders jetzt, vorsichtig zu sein. Prüfen Sie, ob der vermeintliche Online-Shop, bei dem Sie einen Artikel kaufen wollen, tatsächlich existiert: Sind die Angebote auch in der Black Week noch viel zu günstig, fehlt das Impressum oder die Datenschutzerklärung und gibt es negative Erfahrungsberichte im Netz, handelt es sich höchstwahrscheinlich um einen Fake-Shop. Sie sollten auch skeptisch werden, wenn zwar behauptet wird, man könne auf Rechnung zahlen, im Bezahlvorgang dann aber tatsächlich nur Vorkasse angeboten wird. Nutzen Sie, wenn möglich, Online-Shops, die tatsächlich eine Bezahlung auf Rechnung, per Nachnahme sowie die Rücknahme von Waren und eine Geld-Zurück-Garantie anbieten. SiBa rät auch dazu, auf Gütesiegel zu achten, die den Shop als vertrauenswürdig einstufen. Fallen Sie nicht auf Phishing-E-Mails herein. Sie erkennen Phishing-Versuche an der fehlenden persönlichen Anrede, an kryptischen und langen E-Mail-Adressen beim Absender und an einer auffällig hohen Anzahl von Rechtschreib- und Grammatikfehlern. Sollten Sie von Betrug betroffen sein, informieren Sie die Polizei und erstatten Sie Anzeige. Nehmen Sie sich generell Zeit beim Online-Shopping, kaufen Sie nicht in Eile ein. Lassen Sie nicht von den Angeboten unter Druck setzen. Recherchieren Sie im Netz bei Anbietern von Preisvergleichen, ob das Angebot tatsächlich günstig ist oder ob es dauerhaft und woanders seit Wochen zum gleichen Preis angeboten wird. Deutschland sicher im Netz bietet Ratgeber für Ihre Sicherheit beim Online-Shopping und Bezahlen an. Schauen Sie dazu in die Links.\r\n","categories":["43"],"url_action":[{"url":"https:\/\/www.sicher-im-netz.de\/mehrheit-empfindet-risiken-im-onlinebanking-der-neue-dsin-ratgeber-kl%C3%A4rt-auf","title":"DsiN-Ratgeber: Onlinebanking - zeitgemäß zahlen"},{"url":"https:\/\/www.sicher-im-netz.de\/dsin-ratgeber-online-einkaufen-und-bezahlen-sicher-shoppen","title":"DsiN-Ratgeber: Online einkaufen und bezahlen – sicher shoppen "}],"url_explanation":[{"url":"https:\/\/difue.de\/nachrichten\/nachrichten-gefahrenschutz\/betrug-beim-online-shopping-so-kann-man-sich-schuetzen\/","title":"DiFü-News: Betrug beim Online-Shopping: So kann man sich schützen"}],"id":"8721"},{"published_date":"1668174300","level":"0","title":"Polizei warnt vor neuer Betrugsmasche mit digitalen Kreditkarten","body":"Das LKA Niedersachsen warnt in seiner neusten Pressemitteilung vor einer neue Betrugsmasche mit Phishing-E-Mails, gefälschten Webseiten und digitalen Kreditkarten.\r\n\r\nDie Kriminellen gehen dabei raffiniert vor: Zunächst versenden sie im Namen von Banken oder Sparkassen massenhaft E-Mails. In diesen fordern sie die Empfänger auf, auf Links zu klicken. Angeblich müssen die persönlichen Kredikartendaten verifiziert werden. Diese Links führen zu gefälschten Webseiten der Banken oder Sparkassen, die dem Orginal zum Verwechseln ähnlich sehen. Dort sollen die Opfer schließlich ihre Kreditkartendaten samt Vor- und Nachnamen, Telefonnummern und Adressen angeben. Am folgenden Tag rufen die Betrüger bei ihren Opfern an, geben sich als Bankmitarbeiter aus und fordern die Angerufenen auf, eine Push-Tan zu bestätigen, die während des Gesprächs versandt wird. Mit dieser Push-Tan wird die Kreditkarte als digitale Kreditkarte auf dem Handy des Betrügers freigeschaltet. Dieser kann daraufhin mit seinem Smartphone einkaufen gehen, die tatsächliche, physische Kreditkarte braucht er dafür nicht. Die Funktionen \u0022Apple Pay\u0022 und \u0022Google Pay\u0022 des Smartphones machen dies möglich.\r\n\r\nDas LKA hat massenhaft solcher Fälle registriert und in den letzten Wochen zur Anzeige gebracht.\r\n\r\nSiBa rät: Fallen Sie nicht auf Phishing-E-Mails ein. Um die E-Mails von jenen zu unterscheiden, die tatsächlich von Banken oder Sparkassen stammen, rät SiBa zu den folgenden Vorsichtsmaßnahmen: Prüfen Sie, ob Sie in der E-Mail mit Ihrem Namen angesprochen werden. Ist dem nicht so, handelt es sich höchstwahrscheinlich um einen Phishing-Versuch. Prüfen Sie die vollständige E-Mail-Adresse des Absenders. Handelt es sich um eine offizielle E-Mail-Adresse, endet diese mit der Domain der Bank oder der Sparkasse (beispielsweise mit @sparkasse.de, @dkb.de oder @ing.de) oder wirkt sie merkwürdig kryptisch und viel zu lang? Auch zahlreiche Rechtschreibfehler sind ein Indikator für Phishing-Versuche. Sind Sie unsicher, können Sie sich unabhängig von der E-Mail, ohne auf den Link zu klicken, sich in das Online-Banking auf der Webseite Ihrer Bank oder Sparkasse einloggen. Gibt es tatsächlich Unregelmäßigkeiten mit Ihrem Konto, müssen tatsächlich Daten bestätigt werden, werden Sie nach dem Einloggen auf der Webseite darauf hingewiesen. Im Zweifel können Sie sich auch telefonisch an die jeweilige Kundenbetreuung wenden.\r\n\r\nSollten Sie Opfer einer solchen Attacke geworden sein, sperren Sie die Funktion Apple Pay bzw. Google Pay in Ihrem Bankkonto und informieren Sie Ihre Bank und die Polizei.\r\n\r\nWeitere Tipps für das sichere Online-Bankung und Bezahlen im Netz finden Sie in den Links.","categories":["37","43"],"url_action":[{"url":"https:\/\/www.polizei-praevention.de\/aktuelles\/bezahlen-per-smartphone-und-smartwatch-die-digitale-karte-kann-auch-von-taetern-eingerichtet-werden.html","title":"LKA Niedersachsen: Bezahlen per Smartphone ...."},{"url":"https:\/\/www.t-online.de\/digital\/internet-sicherheit\/sicherheit\/id_100078788\/vorsicht-vor-phishing-polizei-warnt-vor-betrug-mit-digitalen-kreditkarten.html","title":"T-Online: Polizei warnt vor Betrug mit digitalen Kreditkarten"}],"url_explanation":[{"url":"https:\/\/www.sicher-im-netz.de\/mehrheit-empfindet-risiken-im-onlinebanking-der-neue-dsin-ratgeber-kl%C3%A4rt-auf","title":"DsiN-Ratgeber: Online-Banking - zeitgemäß zahlen"}],"id":"8579"},{"published_date":"1666781100","level":"1","title":"BSI-Lagebericht warnt: Gefährdungslage so schlecht wie noch nie","body":"Das Bundesamt für Sicherheit in der Informationstechnik (BSI) hat gestern einen Bericht zur \u0022Lage der IT-Sicherheit in Deutschland 2022\u0022 veröffentlicht. Dort warnt das BSI Unternehmen, Behörden aber auch Privatanwender vor einer besonders großen Bedrohungslage: Über praktisch alle Sicherheitsrisiken und Angriffsvektoren hinweg wurde insbesondere in den vergangenen Monaten ein deutlicher Anstieg sowohl versuchter als auch erfolgter Versuche registriert.\r\n\r\nDabei bleibt Ransomware, also die Verschlüsselung von Dateien auf Endgeräten mittels Schadsoftware und die anschließende Erpressung der Besitzer:innen, die Hauptbedrohung sowohl für Unternehmen als auch Privatpersonen. Darüber hinaus gibt es einen Anstieg sogenannter \u0022Sextortion\u0022-Kampagnen, bei denen in Spam-Mails gegenüber Empfängern behauptet wird, man hätte mittels Schadsoftware und gekaperter Webcam kompromittierende Aufnahmen gefertigt. Um eine Veröffentlichung zu verhindern wird ein bestimmter Geldbetrag gefordert.\r\nBei Unternehmen und Behörden sorgt sich das BSI vor allem vor dem Hintergrund des Kriegs in der Ukraine: Auch wenn Deutschland bislang im Vergleich zu vielen anderen Staaten der EU weitgehend verschont geblieben ist, bleibt hier die Bedrohungslage angespannt. Insbesondere kritische Infrastrukturen bieten potenziell attraktive Ziele im Rahmen von staatlichen Cyber-Angriffen und brauchen dementsprechend besondere Schutzvorkehrungen. Darüber hinaus bleiben DDoS-Angriffe, bei der Webserver mithilfe einer gewaltigen Anzahl gleichzeitiger Anfragen in die Knie gezwungen werden sollen, eine signifikante Bedrohung.\r\n\r\nAbschließend weist das BSI im Bericht auf den Anstieg entdeckter Sicherheitsschwachstellen in Software in den vergangenen 12 Monaten hin: Nicht nur wurden rund 10 Prozent mehr Schwachstellen als im Vergleichsjahr davor entdeckt, auch stieg die Zahl der besonders kritischen Sicherheitslücken signifikant.\r\n\r\n","categories":["37","38","39","40","41","42","43","44","45"],"url_action":[{"url":"https:\/\/www.bsi.bund.de\/SharedDocs\/Downloads\/DE\/BSI\/Publikationen\/Lageberichte\/Lagebericht2022.pdf?__blob=publicationFile\u0026v=5","title":"BSI-Lagebericht herunterladen"}],"url_explanation":[{"url":"https:\/\/www.sicher-im-netz.de\/basisschutz-digital","title":"Überblick zum Basisschutz bei DsiN"}],"id":"8236"},{"published_date":"1665758700","level":"0","title":"Nach den Prime Days: Vermehrt gefälschte Mails im Namen von DHL im Umlauf","body":"Aufgrund der Prime Days bei Amazon und zahlreichen weiteren Angebotstagen bei Online-Shops kommt es zurzeit wieder zu einem hohen Aufkommen an Paketauslieferungen. Kriminelle nutzen solch eine Zeit sehr gerne für ihre Betrugsversuche im Netz aus. Vermehrt geben sie sich als Versanddienstleister DHL aus und erbeuten so viel Geld und unzählige persönliche Daten wie Lieferanschriften, Telefonnummern, E-Mail-Adressen und sogar Bankdaten. \r\n\r\nUm an diese vertraulichen Daten zu gelangen, verschicken die Kriminellen sogenannte Phishing-Mails im Design von DHL oder gar SMS. Darin werden die Empfänger:innen dazu aufgefordert, auf Links zu klicken, um einen vermeintlichen Paketversand zu bestätigen oder eine Sendungsnummer abzurufen. Doch hier ist Vorsicht geboten: Das Anklicken derartiger Links kann dazu führen, dass vertrauliche Daten abgegriffen werden bzw. Schadsoftware auf dem genutzten Gerät, beispielsweise auf dem Smartphone oder Tablet installiert wird. Gleiches gilt für das Öffnen von Dateianhängen, die meist schadthaft sind. Auch Aufforderungen, Bankdaten preiszugeben oder Geld zu überweisen, um angeblich ausstehende Kosten zu begleichen, sollten Sie misstrauisch stimmen. Letzteres ist laut der Verbraucherzentrale offenbar eine sehr weit verbreitete Masche zurzeit. So behaupten die Kriminellen, ein Paket könne nicht zugestellt werden, weil es noch \u0022Zollgebühren\u0022 von beispielsweise 1,89 Euro zu bezahlen gibt. Diesen Kleinstbeitrag überweist man dann schnell und unkompliziert. Ein Paket ist aber gar nicht unterwegs und das Geld landet bei den Betrügern. \r\n\r\nUm sich vor derartigen Betrugsversuchen zu schützen, rät SiBa bei fragwürdigen E-Mails oder SMS u.a. zu folgenden Prüfmaßnahmen: \r\nAchten Sie bei E-Mails immer auf den Absender. DHL-Mitteilungen werden ausschließlich von offiziellen Mail-Adressen (z.B. @dhl.com, @dpdhl.com, @dhl.de) versandt. Zudem verlinkt DHL ausnahmslos auf die eigene Website und nicht auf externe Inhalte. Schauen Sie im Browser also nach, auf welcher Website Sie sich gerade befinden. Prüfen Sie bei SMS immer die Telefonnummer des Absenders. Ist diese nicht ablesbar oder beinhaltet eine unerwartete Ländervorwahl ist ein Betrugsversuch wahrscheinlich. Ein weiterer Indikator für einen nicht ordnungsgemäßen Absender ist die Angabe einer verkürzten URL innerhalb der SMS (z.B. https:\/\/bit.ly\/), um das Ziel des Links zu verschleiern.\r\n\r\nMehr Sicherheitsmaßnahmen, um Phishing-Mails zu erkennen, finden Sie in den Links.","categories":["37"],"url_action":[{"url":"https:\/\/www.verbraucherzentrale.nrw\/wissen\/digitale-welt\/phishingradar\/phishingradar-aktuelle-warnungen-6059","title":"Verbraucherzentrale NRW: Phishing-Radar: Aktuelle Warnungen"}],"url_explanation":[{"url":"https:\/\/www.dhl.com\/de-de\/home\/fusszeile\/betrugserkennung.html","title":"DHL: Betrügerische Verwendung der Marke DHL "},{"url":"https:\/\/www.sicher-im-netz.de\/phishing-im-netz-erkennen-und-vorbeugen","title":"DsiN: Phishing im Netz erkennen und vorbeugen"},{"url":"https:\/\/difue.de\/news\/nachrichten-gefahrenschutz\/erklaert-was-ist-phishing\/","title":"DiFü: Betrugsmasche Phishing ..."}],"id":"7993"},{"published_date":"1665148500","level":"0","title":"Steigende Energiepreise: Verbraucherzentrale warnt vor Fake Shops im Netz","body":"Die Verbraucherzentrale Niedersachsen warnt aktuell vor gefälschten Websites im Netz, mit denen Kriminelle versuchen, die Energiekrisse auszunutzen. Die perfide Masche der Internet-Betrüger: Sie stellen massenhaft Fake-Online-Shops ins Netz, mit denen sie Brennmaterialien für vermeintlich günstiges Geld anbieten, so zum Beispiel Brennholz oder Pellets. Zwei Beispiele: Die Websites buhler-energie.com oder bitterlich-brennholz.com haben sich als Fälschung herausgestellt. Wer dort bestellt, wird nichts geliefert bekommen. Wer Zahlungsdaten wie Kreditkatennummern oder gar Passwörter angegeben hat, kann sich gewiss sein, dass diese nun bei den Kriminellen liegen und für weitere Betrügereien missbraucht werden können. \r\n\r\n\u0022Schon in der Coronakrise haben wir gesehen, dass unseriöse Anbieter die Situation für sich ausnutzen. Wir können daher nur zur Vorsicht raten. Auch wenn das Angebot noch so verlockend ist, sollten Verbraucherinnen und Verbraucher genau hinschauen und den Shop vor der Bestellung überprüfen.\u0022, meint Kathrin Körber von der Verbraucherzentrale Niedersachsen.\r\n\r\nSiBa schließt sich dem Rat an und gibt Tipps für Ihren sicheren Einkauf im Netz: Prüfen Sie, ob der Online-Shop, bei dem Sie einen Artikel kaufen wollen, tatsächlich existiert: Fehlt das Impressum oder die Datenschutzerklärung, gibt es möglicherweise bereits negative oder überhaupt keine Erfahrungsberichte im Netz, handelt es sich höchstwahrscheinlich um einen Fake-Shop. Sie sollten auch skeptisch werden, wenn nur Vorkasse angeboten wird. Nutzen Sie, wenn möglich, Online-Shops, die eine Bezahlung auf Rechnung sowie die Rücknahme von Waren anbieten. SiBa rät, misstrauisch bei viel zu niedrigen Preisen zu sein. Diese sind bereits ein Indiz für einen Betrugsversuch. Wenn Sie bereits eine Bestellung bei einem Fake-Shop ausgelöst haben, machen Sie Screenshots (Bildschirmaufnahmen) und gehen sie mit diesen Beweisen zur Polizei, um Anzeige zu erstatten.\r\n\r\nWeitere Tipps für den sicheren Einkauf im Netz gibt es im DsiN-Ratgeber \u0022Online einkaufen und bezahlen - Sicher shoppen\u0022 und beim DsiN-Digitalführerschein (DiFü). Weiter unten finden Sie die Links zu den Angeboten.","categories":["43"],"url_action":[{"url":"https:\/\/www.verbraucherzentrale-niedersachsen.de\/vorsicht-falle\/diebuchtencom-fake-shop-fuer-holz-holzoefen-pellets","title":"Verbraucherzentrale Niedersachsen: diebuchten.com - Fake-Shop für Holz, ..."},{"url":"https:\/\/www.t-online.de\/digital\/internet-sicherheit\/sicherheit\/id_100061808\/betrug-mit-brennholz-verbraucherschuetzer-warnen-vor-fake-shops.html","title":"T-Online: Verbraucherschützer warnen vor Fake-Shops"},{"url":"https:\/\/www.mimikama.at\/warnung-vor-fake-shops-fuer-brennholz\/","title":"Mimikama: Warnung vor Fake-Shops für Brennholz, Pellets und Co."}],"url_explanation":[{"url":"https:\/\/www.sicher-im-netz.de\/online-einkaufen-und-bezahlen-sicher-shoppen","title":"DsiN-Ratgeber: Online einkaufen und bezahlen – Sicher shoppen "},{"url":"https:\/\/difue.de\/news\/nachrichten-gefahrenschutz\/betrug-beim-online-shopping-so-kann-man-sich-schuetzen\/","title":"DiFü-News: Betrug beim Online-Shopping – So kann man sich schützen"},{"url":"https:\/\/difue.de\/news\/nachrichten-internet\/podcast-dwiedigital-online-shopping\/","title":"DiFü-News \/ Podcast D wie Digital: Online-Shopping - So haben Kriminelle keine Chance"}],"id":"7848"},{"published_date":"1664975700","level":"1","title":"Update Mittwoch: Sicherheitslücken in Android-Geräten und bei Drupal","body":"SiBa informiert Sie jeden zweiten Mittwoch über Sicherheitsupdates verschiedener Hersteller von Soft-und Hardware. Diese Sicherheitsupdates schließen Sicherheitslücken, über die Hacker Schadsoftware ausführen, persönliche Daten abgreifen oder Abstürze von IT-Systemen verursachen können. Diese Woche gibt es Sicherheitslücken in Android-Geräten und im Content Management System Drupal.\r\n\r\n1. Sicherheitslücken in Android-Geräten\r\n\r\nGoogle meldet: Zurzeit gibt es Sicherheitslücken in Smartphones und Tablets mit dem Betriebssystem Android. Details sind nicht bekannt. Klar ist: Angreifer können über die Schwachstellen Nutzungsrechte verändern und somit auf vertrauliche und persönliche Daten zugreifen. Über weitere Sicherheitslücken können die Kriminellen Speicherfehler auslösen und so Schadsoftware verbreiten.\r\nBetroffen sind die Android-Versionen 10, 11, 12, 12L und 13, die beispielsweise auf Handys und Tablets der Hersteller Samsung und LG installiert sind.\r\nDie Sicherheitslücken stuft Google unter anderem als kritisch ein und empfiehlt ein Update des Betriebssystems.\r\nSiBa schließt sich der Empfehlung an. Anleitungen zur Aktualisierung des Betriebssystems Android finden Sie in den Links. Übrigens: Sie können bei Android einstellen, dass Ihr Gerät Updates automatisch aktualisiert. Mehr dazu in den DiFü-News, Link unten.\r\n\r\n2. Schwachstellen im Content Management System Drupal\r\n\r\nAdmins, die Websites mit dem Content Management System Drupal verwalten, sollten dieses schnellstmöglich aktualisieren. Denn über verschiedene Sicherheitslücken können Angreifer auf vertrauliche Daten zugreifen, die nicht zur Veröffentlichung gedacht sind.\r\nDas Risiko wird als hoch eingestuft.\r\nSiBa rät zur Aktualisierung. Dafür liegen verschiedene Patches vor. Mehr dazu in den Links.","categories":["42","45"],"url_action":[{"url":"https:\/\/www.heise.de\/news\/Patchday-Angreifer-koennten-ihre-Rechte-unter-Android-10-bis-13-hochstufen-7284409.html","title":"Heise.de: Patchday: Angreifer könnten ihre Rechte unter Android 10 bis 13 hochstufen"},{"url":"https:\/\/www.heise.de\/news\/Sicherheitsupdate-Drupal-Angreifer-koennten-auf-Zugangsdaten-zugreifen-7282401.html","title":"Heise.de: Sicherheitsupdate Drupal: Angreifer könnten auf Zugangsdaten zugreifen"}],"url_explanation":[{"url":"https:\/\/support.google.com\/android\/answer\/7680439?hl=de","title":"Google: Android-Version prüfen und aktualisieren"},{"url":"https:\/\/difue.de\/news\/gefahrenschutz\/windows-android-ios-macos-so-geht-die-update-automatik\/","title":"DiFü-News: Automatische Updates für iOS, Windows und Android einrichten"}],"id":"7806"},{"published_date":"1664523900","level":"0","title":"Datenpanne bei der Lufthansa: QR-Code auf Boarding-Pass offenbart persönliche Daten","body":"Laut aktueller Presseberichte haben Unbekannte sensible, persönliche Daten des Vorstandvorsitzenden der Lufthansa, Carsten Spohr, geraubt, unter anderem seine E-Mail-Adresse und Handynummer. Der Hack gelang mithilfe einer der QR-Codes auf seinen Boarding-Pässen.\r\n\r\nDiese Datenpanne hat Folgen: Somit ist nun bekannt, dass die QR-Codes auf den Boardkarten der Lufhansa Kriminellen Türe und Tore zu personenbezogenen Daten ihrer Passagiere öffnet. Mittels der Servicekartennummer und dem Nachnamen haben Unbefugte leichtes Spiel: Sie können die Buchung komplett auslesen und sogar sich eigene Boardkarten drucken oder die Versandart ändern. Der Zugang zum Nutzerprofil ist allerdings mit einer PIN gesichert. Somit sei das Sicherheitsrisiko gering, so die Lufthansa.\r\n\r\nFür die Lufthansa ist der Schaden trotzdem enorm. Bereits Anfang 2021 gab es eine Datenpanne. Damals wurden die Server des Dienstleisters Sita angegriffen. Zahlreiche Daten von Lufhansa-Passagieren, vor allem zu ihrem Gepäck, lagen offen.\r\n\r\nEin Pressesprecher der Lufthansa hat bereits reagiert und vor allem Vielfliegern empfohlen, Boardkarten wie Bargeld zu behandeln, sie also nicht achtlos herumliegen zu lassen, gar im Hotel-Safe zu verschließen. Nach der Nutzung sollte die Boardkarte nicht achtlos weggeworfen werden.\r\n\r\nSiBa schließt sich dem Rat an und empfiehlt, Tickets generell nicht achtlos herumliegen zu lassen, sofern auf ihnen personenbezogene Daten aufgedruckt sind. \r\n\r\nDarüber hinaus rät SiBa, Zugänge zu Konten bei den Portalen der Verkehrsunternehmen mit starken Passwörtern und einer Zwei-Faktor-Authentisierung abzusichern. Beim DsiN-Digitalführerschein lernen Sie, was ein starkes Passwort ist, wie sie es sich merken können und welche Passwortmanager es gibt, um starke Passwörter zu verwalten. Außerdem lernen Sie die vielfältigen Möglichkeiten der Zwei-Faktor-Authentisierung kennen. Ihr erworbenes Wissen können Sie nach einer Prüfung sogar zertifizieren lassen. ","categories":["42"],"url_action":[{"url":"https:\/\/www.spiegel.de\/wirtschaft\/carsten-spohr-lufthansa-chef-wird-opfer-von-it-luecke-a-eb6162c6-f7c8-46d5-92e7-f5b0491ba815","title":"SPIEGEL: Fremde hatten Zugriff auf Daten von Lufthansa-Chef "},{"url":"https:\/\/www.heise.de\/news\/IT-Sicherheitsluecke-bei-Lufthansa-Chef-der-Fluglinie-selbst-betroffen-7275048.html","title":"Heise: IT-Sicherheitslücke bei Lufthansa: Chef der Fluglinie selbst betroffen "}],"url_explanation":[{"url":"https:\/\/xn--dif-joa.de\/digitalfuehrerschein\/","title":"Der DsiN-Digitalführerschein (DiFü)"}],"id":"7691"},{"published_date":"1664379000","level":"0","title":"Apple und Google entfernen mehr als 75 schadhafte Apps aus ihren Stores","body":"Die IT-Sicherheitsfirma Human hat 75 Apps im Apple App Store und im Google Play Store identifiziert, die schadhaft waren. Es handelte sich um sogenannte Adware. Das ist Software zur Einblendung von unerwünschter Werbung. Sie tarnen sich vor allem als Spiele und können sogar unsichtbar Werbung einblenden, beispielsweise auf dem Startbildschirm des Handys. Klickt man auf die Einblendungen, wird man auf Werbe-Websites weitergeleitet. Diese können weitere Werbe-Seiten öffnen. Hier spricht man auch von Spam.\r\n\r\nGoogle und Apple haben bereits reagiert und die Apps aus ihren Stores entfernt. Tatsächlich gibt es sie aber noch auf unzähligen Smartphones. Denn die Apps wurden tatsächlich 13 Millionen mal heruntergeladen.\r\n\r\nSiBa rät: Prüfen Sie, ob Sie Apps installiert haben, die Sie nun nicht mehr im Store wiederfinden. Sind Sie in letzter Zeit häufiger auf Werbeanzeigen gestoßen, mehr als üblich, sollten Sie diese Apps löschen. Generell sollten Sie häufiger Ihr Smartphone aufräumen: Löschen Sie doch einmal mal Apps, die Sie gar nicht mehr nutzen!\r\n\r\nÜbrigens: Wissenswertes zum Thema Apps und Smartphones gibt es in der Lernzentrale des DsiN-Digitalführerscheins zu entdecken! Schauen Sie doch mal vorbei! Ist unten verlinkt! ","categories":["42"],"url_action":[{"url":"https:\/\/www.chip.de\/news\/Android-und-iOS-Schadsoftware-entdeckt-Knapp-14-Millionen-Downloads_184445652.html","title":"Chip.de: Gefahr für Android- und iOS-Nutzer: Gefährliche Schadsoftware fast 14 Millionen Mal heruntergeladen"},{"url":"https:\/\/www.heise.de\/news\/13-8-Millionen-Downloads-Werbebetrugs-Apps-unter-Android-und-iOS-7275295.html","title":"Heise.de:13,8 Millionen Downloads - Malware-Apps unter Android und iOS "}],"url_explanation":[{"url":"https:\/\/difue.de\/digitalfuehrerschein\/","title":"Der DsiN-Digitalführerschein (DiFü)"}],"id":"7660"},{"published_date":"1663920000","level":"0","title":"Vermehrt Erpresser-Mails im Umlauf","body":"Die Verbraucherzentralen erhalten nach eigenen Angaben vermehrt Hinweise von Bürger:innen zu Erpresser-E-Mails, die Kriminelle vermehrt in den Umlauf bringen. Das Ziel der Kriminellen: Menschen mit falschen Behauptungen unter Druck setzen, Angst erzeugen und einschüchtern, um schließlich Geld zu erbeuten.\r\n\r\nIn den E-Mails behaupten die Kriminellen, sie hätten umbemerkt und heimlich den PC ihrer vermeintlichen Opfer gehackt. Sie beschreiben sogar im Detail wie der Hack angeblich vonstattenging. So soll ein \u0022Multiplattform-Virus mit einem versteckten VNC\u0022 zum Einsatz gekommen sein. Nach der angeblichen Übernahme des PCs habe man das Opfer beim Betrachten pornografischer Websites beobachtet und Screenshots (Bildschirmaufnahmen) als Beweis angefertigt. Auf jenen soll sogar das Gesicht des Opfers erkennbar sein. Diese Screenshots wolle man im Internet veröffentlichen, um das Opfer zu diskreditieren und zu demütigen. Die Veröffentlichung der angeblichen Screenshots könne man abwenden, bezahle man 1000 Euro innerhalb von 2 Arbeitstagen an eine Bitcoin-Adresse.\r\n\r\nBitcoin ist eine kryptische Währung im Netz. Mit dieser sind anonyme Transaktionen möglich. Daher ist sie bei Kriminellen sehr beliebt.\r\n\r\nSiBa rät, solche E-Mails zu ignorieren und sich vor allem nicht einschüchtern zu lassen. Auf keinen Fall sollte Geld überwiesen werden. Personen, die Opfer solcher Erpresser-Mails wurden und bereits Geld überwiesen haben, sollten sich an die Polizei wenden und Anzeige erstatten. ","categories":["37"],"url_action":[{"url":"https:\/\/www.verbraucherzentrale.de\/wissen\/digitale-welt\/phishingradar\/phishingradar-aktuelle-warnungen-6059","title":"Verbraucherzentrale: Aktuelle Warnungen"}],"url_explanation":[{"url":"https:\/\/difue.de\/digitalfuehrerschein\/","title":"Der DsiN-Digitalführerschein (DiFü)"},{"url":"https:\/\/difue.de\/news\/datenwelt\/kryptowaehrungen-wie-funktionieren-bitcoin-und-co\/","title":"DiFü-News: Kryptowährungen: Wie funktionieren Bitcoin und Co.?"}],"id":"7547"},{"published_date":"1663747200","level":"0","title":"Schwachstelle in Microsoft Teams - Was Sie jetzt tun können","body":"Das US-Unternehmen Vectra hat eine Sicherheitslücke in Microsoft Teams entdeckt. Nach Angaben der IT-Sicherheitsfirma speichert das Videokonferenz-Programm Login-Daten, sogenannte Tokens, im Klartext auf dem PC. Erhalten Angreifer Zugriff auf jene lokal gespeicherten Daten, können sie sich ohne Passwort Zugriff auf alle Microsoft-Dienste verschaffen - wie beispielsweise Outlook, Skype, OneDrive und eben auch Teams. Auch die Zwei-Faktor-Authentisierung kann so umgangen werden. Betroffen sind alle Teams-Versionen für die Betriebssysteme Windows, macOS und Linux.\r\n\r\nEs besteht somit ein Risiko für alle Personen, die Microsoft Teams auf PCs nutzen, die gleich mehreren Personen zugänglich sind, beispielsweise in Internet-Cafés, Bibliotheken, Schulen, Universitäten oder in Unternehmen, in denen sich verschiedene Mitarbeitende einen PC teilen. Besonders gefährdet sind PCs, in die sich Hacker über weitere Sicherheitslücken bereits eingeschlichen haben, sogenannte kompromittierte Rechner. Hier gilt: Sofort den Rechner vom Netz trennen.\r\n\r\nMicrosoft ist der Fehler bekannt, hat bisher aber noch kein Sicherheitsupdate veröffentlicht. Man arbeite aber an einer Lösung.\r\n\r\nWas können Sie tun? Nutzen Sie die Web-Version von Microsoft Teams. Diese ist gegen die Token-Übernahme abgesichert. Alternativ können Sie Teams auf dem Tablet oder dem Smartphone nutzen, denn die Betriebssysteme iOS und Android sind nicht betroffen. Sobald ein Sicherheitsupdate vorliegt, sollte es umgehend installiert werden. Wie das funktioniert? Eine kleine Anleitung ist unten verlinkt.\r\n\r\nSiBa rät darüber hinaus zu besonderer Vorsicht vor Hackern, die in PCs eindringen, zum Beispiels mittels Phishing-Versuche per E-Mail. Mehr über das Thema Phishing und wie Sie sich oder Ihr Unternehmen schützen können, finden Sie in den Links. ","categories":["36","42","44","45"],"url_action":[{"url":"https:\/\/www.heise.de\/news\/Sicherheitsluecke-in-Teams-Microsoft-Token-im-Klartext-gespeichert-7267922.html","title":"Heise.de: Sicherheitslücke in Teams: Microsoft-Token im Klartext gespeichert"}],"url_explanation":[{"url":"https:\/\/support.microsoft.com\/de-de\/office\/aktualisieren-von-microsoft-teams-535a8e4b-45f0-4f6c-8b3d-91bca7a51db1","title":"Microsoft: Aktualisieren von Teams"},{"url":"https:\/\/www.sicher-im-netz.de\/phishing-im-netz-erkennen-und-vorbeugen","title":"DsiN: Phishing im Netz erkennen und vorbeugen"},{"url":"https:\/\/difue.de\/news\/erklaert-was-ist-phishing\/","title":"DiFü-News: Betrugsmasche Phishing: Vorsicht vor Fake-Mails"}],"id":"7506"},{"published_date":"1663314300","level":"1","title":"18jähriger hackt mutmaßlich die Systeme des Fahrdienstes Uber","body":"Laut zahlreicher Pressemeldungen hat ein 18jähriger Jugendlicher sich dazu bekannt, den Fahrdienst Uber gehackt zu haben. Vermeintlich habe er sich Zugänge zu allen Systemen verschafft. Diese seien nach Angaben eines IT-Sicherheitsforschers des Unternehmens Yuga Labs zwischenzeitlich tatsächlich \u0022total kompromittiert.\u0022 Somit verfügt der junge Hacker nun möglicherweise über Zugänge zu E-Mails, zum Cloudspreicher und somit zu persönlichen Kund:innen- und Fahrer:innendaten. Als Beweise liegen Screenshots (Bildschirmaufnahmen) vor.\r\n\r\nUber ist ein globales Unternehmen. Ob und inwiefern Kund:innen aus Deutschland betroffen sind, ist unklar.\r\n\r\nFest steht bisher, dass der Jugendliche keine personenbezogenen Daten gestohlen und veröffentlicht hat. Auch ein Verkauf dieser hat bisher nicht stattgefunden. Sicherheitsforscher gehen davon aus, dass der 18jährige lediglich um Aufmerksamkeit ringe.\r\n\r\nDer Hack war möglich, da der Jugendliche interne Nachrichten an Uber-Mitarbeiter:innen versandt hatte. In diesen forderte er sie auf, Zugangsdaten preiszugeben. Dabei baute er Druck auf, suggerierte Notfälle und Dringlichkeiten. Dieses Prozesere nennt man Social Engineering (soziale Manipulation).\r\n\r\nUber hat umgehend reagiert. Mitarbeiter:innen sind sofort angewiesen worden, interne Kommunikationskanäle nicht weiter zu nutzen. Sofware wurde abgeschaltet. Strafverfolgungsbehörden sind eingeschaltet worden. Uber versichert, dass die Aufklärung des Falles Priorität habe.\r\n\r\nSiBa rät zu mehr Aufklärung in Unternehmen über das Phänomen Social Engineering. Schulen Sie Ihre Mitarbeiter:innen darin, insbesondere bei vermeintlichen Dringlichkeiten skeptisch zu sein und ggf. beim Absender telefonisch nachzufragen, ob die Nachricht tatsächlich von ihm stammt. Insbesondere sollte jede:r skeptisch sein, wenn man genötigt wird, auf einen bestimmten Link zu klicken oder vertrauliche Geschäftsdaten zu übermitteln.","categories":["42","45"],"url_action":[{"url":"https:\/\/www.heise.de\/news\/Total-kompromittiert-18-Jaehriger-hackt-Uber-interne-Dienste-offline-7265743.html","title":"Heise.de: \u0022Total kompromittiert\u0022: 18-Jähriger hackt Uber, interne Dienste offline"},{"url":"https:\/\/www.spiegel.de\/netzwelt\/apps\/uber-hacker-dringt-in-systeme-des-fahrdiensts-ein-a-0134cf9f-7a9c-4da7-98c5-555","title":"Spiegel.de: Hacker dringt in Ubers Systeme ein"}],"url_explanation":[{"url":"https:\/\/xn--dif-joa.de\/allgemein\/cyber-angriffe-gegen-firmen-groesste-schwachstelle-bleibt-der-mensch\/","title":"DiFü-News: Cyber-Angriffe gegen Firmen: „Größte Schwachstelle bleibt der Mensch“"},{"url":"https:\/\/xn--dif-joa.de\/news\/gefahrenschutz\/social-engineering-irgendwer-faellt-drauf-rein\/","title":"DiFü-News: Social Engineering: „Irgendwer fällt immer drauf rein“"}],"id":"7400"},{"published_date":"1663156800","level":"1","title":"Update Mittwoch: Sicherheitslücken in der Software von Adobe und Microsoft","body":"SiBa informiert Sie jeden zweiten Mittwoch über Sicherheitsupdates verschiedener Hersteller von Soft-und Hardware. Diese Sicherheitsupdates schließen Sicherheitslücken, über die Hacker Schadsoftware ausführen, persönliche Daten abgreifen oder Abstürze von IT-Systemen verursachen können. Diese Woche gibt es Sicherheitslücken in Adobe-Programmen und im Betriebssystem Microsoft Windows.\r\n\r\nSchwachstellen bei Windows\r\n\r\nDas US-Unternehmen Microsoft berichtet von Sicherheitslücken in den Betriebssystemen Windows 7 bis 11. Auch in den Windows-Tools SharePoint, Dynamics 365, Azure, Defender, Edge und in den Office-Produkten (Word etc.) Über die Schwachstellen können Hacker sich Systemrechte verschaffen und so die volle Kontrolle über den PC und seine Dateien erlangen. Persönlichen Daten könnten dabei offengelegt werden. \r\nDas Risiko eine der Sicherheitslücken ist hoch. Denn sie wurde schon aktiv von Hackern ausgenutzt. Die weitere Schwachstelle wird hinsichtlich der Gefahr als \u0022mittel\u0022 eingestuft.\r\nSiBa rät zur Installation des Windows-Updates. Das funktioniert über die Windows-Einstellungen. Dort können sie auch einstellen, dass Windows Updates automatisch installiert, sobald sie verfügar sind. Wie das geht, können Sie bei DiFü-News nachlesen. Einen Link zu DiFü-News finden Sie weiter unten.\r\n\r\nSicherheitslücken in Adobe-Produkten\r\n\r\nAdobe meldet Schwachstellen in den Programmen Animate, Bridge, Experience, Illustrator, InCopy, InDesign oder Photoshop. Über die Sicherheitslücken können Angreifer in das System eindringen und Schadsoftware ausführen. Betroffen sind die Betriebssysteme macOS und Windows.\r\nDas Risiko stuft das US-Unternehmen als kritisch ein. Das bedeutet: Jederzeit könnten Hacker die Sicherheitslücken ausschließen.\r\nSiBa rät zur Installation der zur Verfügung gestellten Updates mittels der Creative Cloud. Mehr dazu in den Links.\r\n","categories":["37"],"url_action":[{"url":"https:\/\/www.heise.de\/news\/Patchday-Angreifer-attackieren-Windows-7-bis-11-7263140.html","title":"Heise.de: Patchday: Angreifer attackieren Windows 7 bis 11 "},{"url":"https:\/\/www.heise.de\/news\/Patchday-Adobe-Schadcode-Attacken-auf-InDesign-Photoshop-Co-moeglich-7263205.html","title":"Heise.de: Patchday Adobe: Schadcode-Attacken auf InDesign, Photoshop \u0026 Co. möglich"}],"url_explanation":[{"url":"https:\/\/helpx.adobe.com\/de\/creative-cloud\/help\/creative-cloud-updates.html","title":"Adobe: Aktualisieren von Creative Cloud-Anwendungen"},{"url":"https:\/\/support.microsoft.com\/de-de\/windows\/windows-aktualisieren-3c5ae7fc-9fb6-9af1-1984-b5e0412c556a","title":"Microsoft: Windows aktualisieren"},{"url":"https:\/\/xn--dif-joa.de\/news\/gefahrenschutz\/windows-android-ios-macos-so-geht-die-update-automatik\/?s=update","title":"DiFü-News: Automatische Updates für iOS, Windows und Android einrichten"}],"id":"7369"}]
